<html>
    <head>
        <title>Musica Novecento</title>
        <meta http-equiv="content-type" content="text/html; charset=utf-8">
        <link rel="shortcut icon" href="img/logo.png">
        <link href="CNT.css" rel="stylesheet" type="text/css" title="default">
    </head>
<body>
<div id="struttura">
<div id="header"></div>
  <div id="sfondo">
    <div id="menu">
      <ul>
        <li><a href="home.html">Home</a></li>
        <li><a href="jazz.html">Jazz</a></li>
        <li><a href="rock.html">Rock</a></li>
        <li><a href="beatles.html">Beatles</a></li>
        <li><a href="musica-d-autore.html">Musica d'Autore</a></li>
        <li><a href="fonti.html">Fonti</a></li>
      </ul>
    </div>
    <div id="content">
      <h1>MUSICA D'AUTORE</h1>
      <p>
        Il termine cantautore &egrave; l'unione delle due parole "cantante" e "autore". &egrave; quindi chiaro che con cantautore si intenda chiunque scriva e canti una canzone. Questa definizione &egrave; stata per&ograve;, ed &egrave; ancora, motivo di molte discussioni tra i cantautori stessi. 
        Nella seconda met&agrave; del secolo scorso, questa figura &egrave; stata molto importante. &egrave; infatti in quegli anni che i cantautori si sono presi la responsabilit&agrave; di portare nelle loro canzoni dei messaggi, significati importanti per la societ&agrave;. Le canzoni hanno denunciato aspetti della vita, oltre e durante il racconto di storie comuni.<br>
        Il termine cantautore fu coniato al principio degli anni Sessanta dai dirigenti della RCRA Italia ed and&ograve; via via definendo il proprio significato grazie al progressivo interesse della critica, la quale ne evidenzi&ograve; il carattere tipicamente italiano, tanto che Alessandro Carrera pot&eacute; sostenere che "la canzone d'autore non &egrave; nata in Italia, ma il cantautore si".
        L'idea dei discografici fu quella di fondere le suggestioni provenienti dalla canzone d'autore francese (gli chansonnier) e statunitense (i folksinger) con quanto negli ultimi anni la canzone d'autore italiana era andata acquisendo grazie alle innovazioni portate da Domenico Modugno. Nasceva, cos&igrave;, un tipo di artista nuovo che doveva divenire un tutt'uno con le proprie canzoni, delle quali doveva essere autore e interprete.
      </p>
      <img src="img/musica-autore-teatro.jpg">
      <h2>Scuola Genovese</h2>
      <p>
        In Italia la scuola genovese fu sicuramente una delle pi&ugrave; grandi e importanti. Ispirata soprattuto dai francesi, troviamo artisti come Fabrizio De Andr&egrave;, Luigi Tenco, Gino Paoli, Bruno Lauzi, Umberto Bindi, Ivano Fossati, Sergio Endrigo, Piero Ciampi e, in modo minore, Paolo Conte.
        I genovesi hanno dato agli ascoltatori emozioni raffinate e fortissime. La morte prematura e con un velo misterioso di Tenco ha segnato tutti i cantautori.
        Fabrizio De Andr&egrave;, definito da Lucio Dalla il prototipo del cantautore italiano, &egrave; conosciuto a livello mondiale grazie alle sue meravigliose canzoni. Fernanda Pivano, scrittrice e traduttrice, disse che sarebbe importante non dire che Fabrizio De Andr&egrave; &egrave; il Bob Dylan italiano ma al contrario, bisogna dire che Bob Dylan &egrave; il De Andr&egrave; americano.
      </p>
      <h2>Scuola Bolognese</h2>
      <p>
        Importante fu anche la scuola bolognese, differente da quella genovese perch&eacute; pi&ugrave; ritmica e allegra.<br>
        Il maestro Francesco Guccini &egrave; considerato il padre di essa, insieme a Lucio Dalla. Da qui usciranno artisti del calibro di Vasco Rossi, Luciano Ligabue, Zucchero e in seguito Luca carboni, Laura Pausini e Samuele Bersani. 
        Bologna fu conosciuta anche grazie ai Nomadi, gruppo musicale fondato nel 1963 all'interno del movimento del beat italiano dal tastierista Beppe Carletti e dal cantante Augusto Daolio. Hanno pubblicato ottantadue album tra dischi registrati in studio o dal vivo e raccolte varie e sono fra i pi&ugrave; longevi complessi al mondo con oltre cinquanta anni di attivit&agrave;. Avendo venduto complessivamente 15 milioni di dischi, sono il terzo complesso italiano per vendite, preceduto dai Pooh e dai Ricchi e Poveri.
      </p>
      <h2>Cantautori romani e milanesi</h2>
      <p>
        Anche Roma, vide passeggiare per le sue vie cantautori importanti. Claudio Baglioni, Renato Zero, Antonello Venditti e Francesco De Gregori, tra i pi&ugrave; importanti.<br>
        Mentre a Milano troviamo Giorgio Gaber, Roberto Vecchioni, Adriano Celentano, Enzo Iannacci e Ornella Vanoni.
      </p>
      <h2>Franco Battiato</h2>
      <p>
        Data la recente scomparsa ritengo necessario citare singolarmente Battiato.
        Nato Francesco Battiato il 23 marzo 1945, muore il 18 maggio 2021.
        L'artista ha fatto parlare di s&eacute; per il grande numero di stili che ha approfondito e combinato tra loro in modo eclettico e personale: dopo l'iniziale fase di musica leggera della seconda met&agrave; degli anni sessanta, &egrave; passato al rock progressivo e all'avanguardia colta nel decennio seguente, che arriv&ograve; anche all'estero. Successivamente, dall'album L'era del cinghiale bianco del 1979, si &egrave; allontanato dalla musica sperimentale ed &egrave; passato ad un personalissimo pop d'autore che ha iniziato a farlo conoscere al grande pubblico e successivamente vendere milioni di copie (in particolare nell'81 con La voce del padrone, suo apice di vendite), con testi criptici e citazionistici, musiche con influenze new wave e incursioni classiche negli arrangiamenti, genere di cui &egrave; molto appassionato e probabilmente suo preferito. Fra gli altri stili in cui si &egrave; cimentato vi sono la musica etnica, quella elettronica. Lungo la sua carriera, in cui ha ottenuto un vistoso successo di pubblico e critica, si &egrave; avvalso dell'aiuto di numerosi collaboratori fra cui il violinista Giusto Pio (nella fase di pi&ugrave; successo a partire da L'era del cinghiale bianco) e il filosofo Manlio Sgalambro (coautore e autore di molti testi dei suoi brani a partire da L'ombrello e la macchina da cucire del '95, collaborazione che non si interromper&agrave; mai, continuando fino al suo ultimo album). I suoi testi riflettono i suoi interessi, fra cui l'esoterismo, la teoretica filosofica, la mistica sufi (in particolare tramite l'influenza di G.I. Gurdjieff) e la meditazione orientale. Il musicista si &egrave; anche cimentato in altri campi come la pittura e il cinema. &Egrave; uno tra gli artisti con il maggior numero di riconoscimenti da parte del Club Tenco, con tre Targhe e un Premio Tenco.
      </p>
      <img src="img/musica-autore-franco-battiato.jpg">
    </div>
</div>
<div id="footer">Questo progetto &egrave; stato realizzato da Cant&ugrave;, Nitti e Tacchini</div>
</body>
</html>
