<html>
    <head>
        <title>Musica Novecento</title>
        <meta http-equiv="content-type" content="text/html; charset=utf-8">
        <link rel="shortcut icon" href="img/logo.png">
        <link href="CNT.css" rel="stylesheet" type="text/css" title="default">
    </head>
    <body>
        <div id="struttura">
            <div id="header"></div>
            <div id="sfondo">
                <div id="menu">
                  <ul>
                    <li><a href="home.html">Home</a></li>
                    <li><a href="jazz.html">Jazz</a></li>
                    <li><a href="rock.html">Rock</a></li>
                    <li><a href="beatles.html">Beatles</a></li>
                    <li><a href="musica-d-autore.html">Musica d'Autore</a></li>
                    <li><a href="fonti.html">Fonti</a></li>
                  </ul>
                </div>
                <div id="content">
                    <h1>IL JAZZ</h1>
                    <p>
                        Il genere musicale che molto dopo la sua nascita verr&agrave; chiamato dispregiativamente "jazz" (sembra che in gergo significhi pressappoco "osceno"), trova la sua origine nel popolo afroamericano. I canti di lavoro (work-songs), i canti d'amore (blues) e i canti religiosi (spirituals) giunsero ad una sintesi originale probabilmente dopo la guerra di secessione e quindi alla fine della schiavit&ugrave; nera.
                        Ancor prima che apparisse il nome "jazz", il pianoforte fu il protagonista della prima diffusione di quello stile, attraverso una particolare forma, ovvero il ragtime. Trova il suo ambiente naturale nei caff&egrave;, nelle sale da ballo e in tutti quei luoghi di aggregazione e divertimento. 
                        Dal 1890 circa fino al 1917 sar&agrave; proprio in un quartiere di bordelli di New Orleans, noto come Story-Ville, che il jazz si svilupper&agrave; mediante la formazione dei primi gruppi strumentali. Qui si sperimentano grandi novit&agrave; stilistiche: l'amore per i timbri squillanti, solistici, violenti, che sembrano nascere da accostamenti casuali tra cornetta, banjo, batteria e clarinetto. Questo &egrave; il jazz in cui predomina una sorta di prodigiosa improvvisazione collettiva, frastornante e convulsa. 
                        A partire dal 1917 segu&igrave; la diaspora di qualche centinaio di musicisti afroamericani verso le citt&agrave;, dove non mancavano certo i luoghi di ritrovo frequentati sia da perone bianche che nere, desiderosi di una musica cos&igrave; trascinante e in sospetto di elettrizzante eccitazione. 
                        A questo punto il jazz divenne sempre pi&ugrave; popolare affermandosi anche come musica da ballo e nei locali notturni. Molti protagonisti, tra cui il sassofonista Sidney Bechet fecero tourn&eacute;e in Europa, portando anche nel nostro continente questa musica. 
                        Tra i primi solisti &egrave; necessario ricordare Louis Armstrong, il quale dopo essere stato seconda cornetta nella Creole Jazz Band di King Oliver, divenne famoso anche grazie alle registrazioni con i suoi gruppi, gli Hot Five e gli Hot Seven nel 1925. Louis Armstrong sar&agrave; uno degli esponenti principali del Jazz.
                        Nacquero le prime grandi orchestre, le big band come quelle di Fletcher Henderson, di Paul Whiteman (il primo esecutore della Rapsodia in blu di George Gershwin) e di Duke Ellington. New York divenne in breve, dopo Chicago, una delle capitali del jazz, determinando l'inizio dell'et&agrave; del jazz.
                    </p>
                    <img src="img/jazz-strumenti.jpg">
                    <h2>Louis Armstrong</h2>
                    <p>
                        Louis Daniel Armstrong noto anche con il soprannome di Satchmo o Pops (New Orleans, 4 agosto 1901 - New York, 6 luglio 1971) &egrave; stato un trombettista, cantante e attore statunitense.
                        Attraverso varie esibizioni, le abilit&agrave; musicali di Armstrong maturarono. A vent'anni riusciva a leggere bene la musica e inizi&ograve; ad essere incluso in vari assoli di tromba, diventando uno dei primi jazzisti che avevano questa capacit&agrave;, riuscendo per&ograve; ad inserire, negli assoli, la sua personalit&agrave; ed il suo stile.
                        Cre&ograve; un proprio suono, unico e fortemente caratterizzato, e inoltre inizi&ograve; a cantare nelle sue esibizioni. Fu nel 1922 che Armstrong si un&igrave; alla grande immigrazione nella citt&agrave; di Chicago, dove venne invitato dal suo mentore Joe "King" Oliver a unirsi alla sua band.
                        Da qui ebbe inizio la sua lunga carriera che lo vide al centro della scena musicale grazie a brani come "What a Wonderful World" "La Vie en rose"  "Dream a little dream of me". 
                        Importante fu la collaborazione con Ella Fitzgerald con la quale incise il capolavoro "Cheek to Cheek".
                        Louis Armstrong &egrave; sicuramente un artista a tutto tondo, che regaler&agrave; per sempre grandi emozioni ai suoi ascoltatori.
                    </p>
                    <h2>John Coltrane</h2>
                    <p>
                        John William Coltrane (Hamlet, 23 settembre 1926 - New York, 17 luglio 1967) &egrave; stato un sassofonista e compositore statunitense.
                        Tra i pi&ugrave; grandi sassofonisti della storia del jazz, &egrave; stato tra i capisaldi del genere (in particolare di quello modale) degli anni sessanta, chiudendo il periodo del bop e aprendo quello del free jazz. Il pensiero musicale di Coltrane ha influenzato numerosi musicisti a venire. 
                        L'incontro del 1955 con Miles Davis segn&ograve; profondamente la carriera di Coltrane. Davis aveva bisogno di un saxofonista e cos&igrave;, dopo un provino, Miles Davis fu stupito da Coltrane. Il saxofonista sfrutt&ograve; l'occasione di incontro con un collega per crescere musicalmente. 
                        Nel 1959 incide sette dischi tra i quali Giant Steps che segna il punto di inizio della ascesa musicale di Coltrane. 
                        Nel 1960 Coltrane forma il suo primo quartetto: vi figurano il pianista McCoy Tyner, il bassista Steve Davis ed il batterista Elvin Jones che, con il suo drumming possente e l'innovativo approccio ritmico, influenzer&agrave; notevolmente la musica del sassofonista.
                        La musica di John Coltrane ha segnato lo sviluppo e la conoscenza del saxofono, tanto che lo strumento &egrave; legato a lui come a pochi altri. Coltrane &egrave; il mito di ogni saxofonista jazz e di ogni buon ascoltatore.
                    </p>
                    <h2>Miles Davis</h2>
                    <p>
                        Miles Dewey Davis III (Alton, 26 maggio 1926 - Santa Monica, 28 settembre 1991) &egrave; stato un trombettista e compositore statunitense jazz, considerato uno dei pi&ugrave; influenti, innovativi e originali musicisti del XX secolo.
                    </p>
                </div>
            </div>
        </div>
        <div id="footer">Questo progetto &egrave; stato realizzato da Cant&ugrave;, Nitti e Tacchini</div>
    </body>
</html>
